Repository: EmanNaamah/InventurApp
Catalog: Culture/AppResources.*.resx
Languages: de

# Abmassfeld1
source: dimension1
de: Abmassfeld1

# Abmassfeld2
source: dimension3
de: Abmassfeld2

# Abmassfeld3
source: dimension4
de: Abmassfeld3

# Abmassfeld4
source: dimension2
de: Abmassfeld4

# Addserialnr
source: Please enter the serial number
de: Bitte geben sie die Seriennummer ein

# Alert
source: warning
de: Warnung

source: Already counted
de: Bereits gezählt

source: Amount
de: Beträge

source: Api Key
de: Api schlüssel

# Artikel_list
source: Imported items
de: Importierte Artikel

# AskSharefile
source: Do you want share the DataBase ?
de: Möchten Sie die Datenbank teilen?

# askToSeriNRAmount
source: Number of serial numbers does not match the specified quantity. Do you want to adjust the amount?”
de: Anzahl der Seriennummern stimmt nicht mit der vorgegebenen Menge überein. Soll die Menge angepasst werden?“

# ask_ upload_Aktuel_StoragList
source: Would you like to upload the current inventory list?
de: Möchten Sie die aktuelle Inventurliste hochladen?

# Ask_delete_StoragList
source: Do you want to delete the ongoing counting?
de: Soll die aktuell laufende Inventur gelöscht werden?

# ask_leave_page_counting
source: Are you sure to leave the current counting?
de: Sind Sie sicher, dass die aktuelle Zählung verlassen wollen?

source: Attention
de: Achtung

source: Cancel
de: Abbrechen

source: change storage
de: Speicher ändern

source: Change Storage
de: Lager wechseln

# Chargenfahig
source: lot capable
de: Chargenfahig

# checkInternetConnection
source: Please check your settings or your internet connection
de: Bitte überprüfen Sie Ihre Einstellungen oder Ihre Internetverbindung

# CheckValue
source: please Check your Value!!
de: Bitte überprüfen Sie Ihren Wert!!

# close
source: Are you sure you want to navigate away from this page?
de: Möchten Sie diese Seite wirklich verlassen?

# closeapp
source: Do you want to quit the app?
de: Möchten Sie die App beenden?

source: Confirm
de: Bestätigen

source: Continue
de: Weiter

source: Continue Counting
de: Zählung fortsetzen

source: Delete
de: löschen

# deleteSerialNR
source: Do you want to delete the serial numbers?
de: Möchten Sie die Seriennummern löschen?

# delete_counting_dialog_description
source: All data will be deleted. Are you sure?
de: Alle Daten werden hiermit gelöscht. Fortfahren?

# delete_counting_dialog_title
source: Delete counting?
de: Zählung löschen?

source: Description
de: Beschreibung

source: Device ID
de: Geräte ID

# dontallowleave
source: It is not possible to exit
de: Verlassen ist nicht möglich

# dontpermission
source: You do not have this permission !
de: Sie haben diese Berechtigung nicht!

source: Download Item List
de: Artikelliste herunterladen

source: Edit
de: Bearbeiten

# enterpass
source: Please enter password
de: Bitte Passwort eingeben

# enterserialnumer
source: Please Enter all Serialnumber!
de: Bitte geben Sie alle Seriennummern ein!

source: Error
de: Fehler

# errorexportedDataBase1
source: The database was not saved successfully!
de: Die Datenbank wurde nicht erfolgreich gespeichert!

# ErrorFilltheFilde
source: please fill in all fields!
de: Bitte füllen Sie alle Felder aus!

# errorsaveDataBase
source: The database was not saved successfully!
de: Die Datenbank wurde nicht erfolgreich gespeichert!

source: Exit
de: Verlassen

source: Export Counting
de: Zählung exportieren

source: Export Counting (Offline)
de: Zählung exportieren (Offline)

source: Export file
de: Datei exportieren

# export_success_dialog_description
source: Your file has been successfully exported.
de: Deine Datei wurde erfolgreich exportiert.

# export_success_dialog_title
source: Export finished
de: Export abgeschlossen

# fileisntDB
source: this file is not DB
de: diese Datei ist nicht DB

# Goodamount
source: Good Amont
de: Guter Betrag

source: ID-Number
de: ID-Nummer

source: Import Item List
de: Artikelliste importieren

source: Import Item List (Offline)
de: Artikelliste importieren (Offline)

# import_success_dialog_description1
source: Your file has been successfully imported.
de: Deine Datei wurde erfolgreich importiert.

# import_success_dialog_title1
source: import finished
de: import abgeschlossen

# Inventoryread
source: Inventory has beed read in:
de: Inventur wurde einlesen:

# inventur_list
source: Counted items
de: Gezählte Artikel

source: Item
de: Artikel

source: Items:
de: Artikels

# item_not_found_dialog_description
source: There is no matching item in the database.
de: Kein passender Artikel in der Datenbank gefunden.

# item_not_found_dialog_title
source: Item not found
de: Artikel nicht gefunden

# kzLand
source: Country
de: KZLand

source: Languge:
de: Sprache

source: lot
de: Charge

# lot_missing_dialog_description
source: Lot field is required.
de: Feld Charge wird benötigt.

# lot_missing_dialog_title
source: Lot missing
de: Charge fehlt

source: Menu
de: Menü

source: New scan
de: Neuer Scan

# newsetting
source: "To apply the new language you need to restart the App."
de: "Um die neue Sprache anzuwenden, müssen Sie die App neu starten."

source: New Counting
de: Neue Zählung

source: New Scan
de: Neuer Scan

source: No
de: Nein

# notDBfile
source: this is not a database file
de: Dies ist keine Datenbankdatei

# not_valid_storage
source: Storagecode not correct
de: Falscher Lagercode

# not_valid_StoregId
source: Not valid Inventory
de: Ungültige Inventur

# not_valid_user
source: User is not valid
de: Bitte Benutzer eintragen

# please_select_InventurId
source: Please select an Inventory !
de: Inventur auswählen !

# quantity_error_dialog_description
source: Please fill only Qty1 or Qty2.
de: Bitte nur eines der Felder Qty1 oder Qty2 ausfüllen.

# quantity_error_dialog_title
source: Quantity Error
de: Mengenfehler

# quantity_missing_dialog_description
source: Quantity Qty1 is required
de: Menge Qty1 muss angegeben werden.

# quantity_missing_dialog_title
source: Quantity missing
de: Menge fehlt

# RestorAsk
source: Would you like to Restore the default settings?
de: Möchten Sie die Standardeinstellungen wiederherstellen?

source: Restore
de: Zurücksetzen

source: Restore Defaults
de: Zurücksetzen

source: Save
de: Speichern

# saveDataBase
source: The DataBase have been saved successfully!
de: Die Datenbank wurde erfolgreich gespeichert!

# saveitemwithserinummer
source: item(s) saved successfully
de: Artikel(s) erfolgreich gespeichert

# saveSerialNR
source: Do you want to save the serial numbers?
de: Möchten Sie die Seriennummern speichern?

source: Save file
de: Datei speichern

source: Scan barcode
de: Barcode scannen

source: Select file
de: Datei auswählen

# serials_missing_dialog_description
source: This item requires a serial number.
de: Dieser Artikel benötigt eine Seriennummer.

# serials_missing_dialog_title
source: Serials missing
de: Seriennummer fehlt

source: Serial numbers
de: Seriennummern

# seriennummerfähig
source: serial capable
de: seriennummerfähig

source: Settings
de: Einstellungen

source: Share file
de: Datei teilen

source: Storeg Code
de: Lagercode

source: successful
de: Erfolgreich

# succsave
source: The settings have been saved successfully!
de: Die Einstellungen wurden erfolgreich gespeichert!

source: Upload Counting
de: Zählung hochladen

source: User
de: Benutzer

source: User Id cannot be found
de: Benutzer-ID kann nicht gefunden werden

source: User password
de: Benutzer-Passwort

source: User number
de: Benutzer Nummer

source: with error:
de: mit Fehlern

source: Workplace:
de: Arbeitsplatz:

source: Yes
de: Ja
